import React from 'react'

function Advises() {
  return (
    <div>
<h1 className='text-2xl font-bold text-balck pt-6 text-center'>
السلام عليكم ورحمة الله وبركاته
</h1>

<h1 className='text-xl font-bold text-blue-400 pt-6 text-center '>
بسم الله الرحمان الرحيم و الصلاة و السلام على سيدنا محمد
</h1>

<p className='text-center text-black pt-6 font-bold text-lg'>
معكم التلميذ مهدي يحي عبد الرحمان متحصل على شهادة بكالوريا 2023 بمعدل 18.41 شعبة تقني رياضي
 
</p>
<h1 className='text-center text-black pt-2 font-bold text-lg'>
يشرفني ان اضع بين أيديكم هذه النصائح التي هي بمثابة سلاح تكمل به مسيرتك الدراسية
</h1>
<h1 className='text-center text-black pt-2 font-bold text-lg'>
أولا يجب عليك التوكل على الله تعالى في كل شيء تعمله  و أن تضع ثقتك كلها فيه . 
فأعلم أن  إجتهادك و دراستك و علمك لن ينفعك إلا بإذن الله عزوجل . 
 وردد دائما هذا الدعاء : اللهم إني توكلت عليك و فوضت أمري إليك فلا ملجأ و لا منجا منك إلا إليك 
 </h1>
 <h1 className='text-center text-black pt-1 font-bold text-lg'>
 «  قال الرسول صلى الله عليه و سلم : « لا يموتن أحدكم إلا وهو يحسن ظنه بالله والله يقول: أنا عند ظن عبدي بي 
 </h1>
 <h1 className='text-center text-black pt-2 font-bold text-lg'>
 ثانيا عليك بإتخاذ الأسباب بكل مافيها من دراسة و مثابرة و سعي و إجتهاد ...  فالنجاح و التفوق ليس بالامر السهل ، بل هو مشوار و درب عنوانه صبر و تضحية 
قال الله تعالى :  ﴿وَقُلِ اعمَلوا فَسَيَرَى اللَّهُ عَمَلَكُم وَرَسولُهُ وَالمُؤمِنونَ وَسَتُرَدّونَ إِلى عالِمِ الغَيبِ وَالشَّهادَةِ فَيُنَبِّئُكُم بِما كُنتُم تَعمَلونَ﴾ [التوبة: ١٠٥] 
 </h1>
 <h1 className='text-center text-black pt-2 font-bold text-lg'>
 ثالثا عليك  بالإجتهاد في الدعاء و طلب التوفيق من الله عزوجل
  
  و يتمثل ذلك في قوله تعالى:
 ﴿وَقالَ رَبُّكُمُ ادعوني أَستَجِب لَكُم إِنَّ الَّذينَ يَستَكبِرونَ عَن عِبادَتي سَيَدخُلونَ جَهَنَّمَ داخِرينَ﴾ [غافر: ٦٠]
 ﴿ادعوا رَبَّكُم تَضَرُّعًا وَخُفيَةً إِنَّهُ لا يُحِبُّ المُعتَدينَ﴾ [الأعراف: ٥٥]
 </h1>
 <h1 className='text-center text-black pt-2 font-bold text-lg'>
 ....  رابعا  عليك بالتحلي بالاخلاق الفاضلة في طلب العلم من تواضع و اداب و إحترام للمعلمين و الأساتذة 
 </h1>





    </div>
  )
}

export default Advises